{
	"Export": "នាំចេញ",
	"successMsg": "សំណើរបស់អ្នកត្រូវបានដាក់ស្នើដោយជោគជ័យ។ លេខសម្គាល់ប្រតិបត្តិការសម្រាប់ឯកសារយោងនាពេលអនាគតគឺ",
	"rejectedMsg": "ការប្រគល់សិទ្ធិត្រូវបានសម្គាល់ថាបានបដិសេធ",
	"consignmentApproved": "ការប្រគល់សិទ្ធិត្រូវបានអនុម័តដោយជោគជ័យ",
	"errorMsg": "មានអ្វីមួយខុសប្រក្រតី",
	"havingTxnID": "តើអ្នកចង់យល់ព្រមលើការប្រគល់ទំនិញដែលមានលេខសម្គាល់ប្រតិបត្តិការទេ",
	"stockDeleted": "ស្តុកត្រូវបានលុបចោលដោយជោគជ័យ",
	"invoiceNumberExist": "មានវិក្កយបត្រមានរួចហើយ",
	"updateMsg": "សំណើរបស់អ្នកសម្រាប់លេខសម្គាល់ប្រតិបត្តិការ",
	"hasBeenUpdated": "ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ",
	"consignmentDeleted": "ការប្រគល់សិទ្ធិត្រូវបានលុបចោលដោយជោគជ័យ",
	"deleteInProgress": "សំណើរបស់អ្នកសម្រាប់ការលុបត្រូវបានទទួលយក",
	"stockRejected": "ភាគហ៊ុនបានបដិសេធដោយជោគជ័យ",
	"stockUploadSuccess": "ភាគហ៊ុនបានអនុម័តដោយជោគជ័យ",
	"stockhaveTxn": "តើអ្នកចង់យល់ព្រមលើភាគហ៊ុនដែលមានលេខសម្គាល់ប្រតិបត្តិការទេ៖",
	"operationnotallowed": "ប្រតិបត្តិការមិនត្រូវបានអនុញ្ញាតទេ",
	"documenttype": "ប្រភេទ​ឯកសារ",
	"selectfile": "ជ្រើសឯកសារ",
	"selectDocumentType": "ជ្រើសរើសប្រភេទឯកសារ",
	"selectCategory": "ជ្រើសរើសប្រភេទ",
	"editBlockDevice": "កែសម្រួលឧបករណ៍ប្លុក",
	"editStolenDevice ": "កែឧបករណ៍មិនភ្ជាប់",
	"viewBlockDevice": "មើលឧបករណ៍រារាំង",
	"viewBulkUnblock": "កែឧបករណ៍មិនភ្ជាប់",
	"editStolenDevice": "កែឧបករណ៍មិនភ្ជាប់",
	"deviceType": "ប្រភេទឧបករណ៍",
	"deviceIDType": "ប្រភេទលេខសម្គាល់ឧបករណ៍",
	"selectDeviceIDType": "ជ្រើសរើសប្រភេទលេខសម្គាល់ឧបករណ៍",
	"multipleSimStatus": "ស្ថានភាពស៊ីមច្រើន",
	"countryBoughtFrom": "ប្រទេសបានទិញពី",
	"deviceSerialNumber": "លេខស៊េរីឧបករណ៍",
	"taxPaidStatus": "ស្ថានភាពបង់ពន្ធ",
	"deviceStatus": "ស្ថានភាពឧបករណ៍",
	"selectDeviceStatus": "ជ្រើសរើសស្ថានភាពឧបករណ៍",
	"price": "តម្លៃ",
	"currency": "រូបិយប័ណ្ណ",
	"selectCurrency": "ជ្រើសរើសរូបិយប័ណ្ណ",
	"remove": "យកចេញ",
	"Consignment": "ការយល់ព្រម",
	"Total Device in Transit": "ឧបករណ៍សរុបក្នុងការឆ្លងកាត់",
	"Stock": "ស្តុក",
	"Total Device Waiting For Upload": "ឧបករណ៍រង់ចាំសរុបសម្រាប់ផ្ទុកឡើង",
	"Grievance": "ការតវ៉ា",
	"requiredMsg_input": "សូមបំពេញក្នុងប្រអប់នេះ",
	"requiredMsg_date": "សូមបំពេញក្នុងប្រអប់នេះ",
	"requiredMsg_select": "សូមជ្រើសរើសធាតុនៅក្នុងវាលនេះ",
	"requiredMsg_fileType": "សូមជ្រើសរើសឯកសារ",
	"USER_STATUS_CHANGED": "ស្ថានភាពអ្នកប្រើប្រាស់ត្រូវបានផ្លាស់ប្តូរ",
	"USER_STATUS_CHANGE_FAIL": "ស្ថានភាពអ្នកប្រើបានបរាជ័យក្នុងការផ្លាស់ប្តូរ",
	"endDate": "កាលបរិច្ឆេទចាប់ផ្តើមគួរតែតិចជាងឬស្មើកាលបរិច្ឆេទបញ្ចប់",
	"expectedArrivaldate": "កាលបរិច្ឆេទនៃការឈប់សំរាកដែលបានរំពឹងទុកគួរតែតិចជាងកាលបរិច្ឆេទមកដល់ដែលបានរំពឹងទុក",
	"requiredMsg_email": "សូមបញ្ចូលអ៊ីមែលត្រឹមត្រូវ",
	"REG_SUCESS_RESP": "អត្ថបទនិងអ៊ីម៉ែលដែលមានពត៌មានលំអិតអំពីលេខសំងាត់មួយដងត្រូវបានផ្ញើទៅលេខទូរស័ព្ទដែលបានចុះឈ្មោះនិងលេខសម្គាល់អ៊ីមែល",
	"REG_PROFILE_FAIL_RESP": "ទិន្នន័យទម្រង់អ្នកប្រើមិនបានបន្ថែមទេ",
	"REG_USER_FAIL_RESP": "ទិន្នន័យអ្នកប្រើមិនបានបន្ថែមទេ",
	"REG_FAIL_ROLES_RESP": "សូមជ្រើសរើសតួនាទីត្រឹមត្រូវ",
	"REG_WRONG_USER_ID": "សូមបញ្ចូលលេខសម្គាល់អ្នកប្រើប្រាស់ត្រឹមត្រូវ",
	"COMMAN_FAIL_MSG": "មានបញ្ហាកើតឡើង",
	"OTP_SUCESS_RESP": "ពាក្យសំងាត់មួយដងរបស់អ្នកត្រូវបានផ្ទៀងផ្ទាត់! សំណុំបែបបទត្រូវបានដាក់ជូនដើម្បីអនុម័ត។ អ្នកនឹងទទួលបានការចាប់អារម្មណ៍នៅលើអ៊ីម៉ែលដែលបានចុះឈ្មោះរបស់អ្នកជាមួយនឹងស្ថានភាពយល់ព្រមក្នុងរយៈពេល ២ ទៅ ៣ ថ្ងៃធ្វើការ",
	"REG_WRONG_OTP": "ពាក្យសម្ងាត់ម្តងបានបរាជ័យក្នុងការផ្ទៀងផ្ទាត់",
	"REG_EXPIRE_OTP": "ពេលវេលាមួយដែលពាក្យសម្ងាត់ផុតកំណត់",
	"REOTP_SUCESS_RESP": "សារជាអក្សរនិងអ៊ីមែលដែលមានពាក្យសំងាត់ម្តងត្រូវបានផ្ញើ",
	"REG_REOTP_FAIL": "ពាក្យសម្ងាត់ម្តងបានបរាជ័យក្នុងការផ្ញើសារឡើងវិញ",
	"LOGIN_WRONG_DETAILS": "សូមបញ្ចូលលិខិតសម្គាល់ត្រឹមត្រូវ",
	"LOGIN_UNAUTHORIZED": "គណនីអ្នកប្រើនេះត្រូវបានធ្វើឱ្យសកម្ម។ សូមទាក់ទងរដ្ឋបាល CEIR",
	"PRO_CPASS_LAST_3PASS_ERROR": "លេខសម្ងាត់មិនគួរជាលេខសម្ងាត់ចុងក្រោយ ៣ ឡើយ",
	"PRO_CPASS_SUCESS": "ពាក្យសម្ងាត់អ្នកប្រើប្រាស់ត្រូវបានផ្លាស់ប្តូរដោយជោគជ័យ",
	"PRO_CPASS_FAIL": "លេខសម្ងាត់អ្នកប្រើបានបរាជ័យក្នុងការផ្លាស់ប្តូរ",
	"PRO_CORRECT_PASS": "សូមបញ្ចូលពាក្យសម្ងាត់ត្រឹមត្រូវ",
	"PRO_SUCESS_MSG": "ទិន្នន័យទម្រង់អ្នកប្រើធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ",
	"PRO_FAIL_MSG": "ទិន្នន័យប្រវត្តិរូបអ្នកប្រើបានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាព",
	"password_mismatch": "លេខសម្ងាត់និងបញ្ជាក់លេខសម្ងាត់ត្រូវតែដូចគ្នា",
	"Wrong_captcha": "អ្នកបានបញ្ចូល Captcha ខុស។ សូមបញ្ចូលតម្លៃត្រឹមត្រូវ",
	"secu_ques_match": "សំណួរនិងចម្លើយសុវត្ថិភាព",
	"secu_ques_not_match": "សំណួរនិងចម្លើយសុវត្ថិភាពមិនត្រូវគ្នាទេ",
	"wrong_userId": "សូមបញ្ចូលលេខសម្គាល់អ្នកប្រើប្រាស់ត្រឹមត្រូវ",
	"Pending Registration": "ការចុះឈ្មោះមិនទាន់សម្រេច",
	"new_pass_sucess": "ពាក្យសម្ងាត់អ្នកប្រើត្រូវបានធ្វើបច្ចុប្បន្នភាព",
	"new_pass_fail": "លេខសម្ងាត់ថ្មីរបស់អ្នកប្រើបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាព",
	"selectFilePlaceHolder": "ផ្ទុកឯកសារឡើង",
	"duplicateFileName": "ឈ្មោះឯកសារមិនគួរដូចគ្នាទេ",
	"assigneIdLabel": "លេខសម្គាល់អ្នកចាត់តាំង",
	"assigneNameLabel": "ឈ្មោះអ្នកចាត់តាំង",
	"Type Approved": "ប្រភេទត្រូវបានអនុម័ត",
	"Stolen Device Count": "ចំនួនឧបករណ៍ដែលត្រូវបានគេលួច",
	"Recovery Device Count": "ចំនួនឧបករណ៍ស្តារឡើងវិញ",
	"Type Approved1": "ប្រភេទអនុម័ត ១",
	"Type Approved2": "ប្រភេទអនុម័ត ២",
	"Unblock Device Count": "មិនរាប់ចំនួនឧបករណ៍",
	"Block Device Count": "រារាំងចំនួនឧបករណ៍",
	"Reg_userlimit_exceed": "យើងកំពុងប្រឈមនឹងការលំបាកផ្នែកបច្ចេកទេស។ សូមព្យាយាមនៅពេលក្រោយ។",
	"requiredMsg_checkbox": "សូមធីកប្រអប់នេះប្រសិនបើអ្នកចង់បន្ត",
	"Upload Passport Image": "បញ្ចូលរូបភាពលិខិតឆ្លងដែន",
	"Passport Number": "លេខ​លិខិតឆ្លងដែន",
	"Upload ID Image": "បញ្ចូលរូបភាពលេខសម្គាល់",
	"National ID": "អត្ថ​សញ្ញាណ​ប​ណ្ណ​ជាតិ",
	"AssigneSearchLink": "ស្វែងរកព័ត៌មានអ្នកផ្គត់ផ្គង់",
	"assignStock": "កំណត់ភាគហ៊ុន",
	"stockResponseMessage": "អ្អ្នកប្រើប្រាស់មិនមែនជាអ្នកចែកចាយឬអ្នកលក់រាយដើម្បីកំណត់ភាគហ៊ុនទេ។",
	"documentTypeName": "ប្រភេទឯកសារមិនគួរដូចគ្នាទេ។",
	"tacStatucMessage": "ដោយចុចលើប្រអប់ធីកវាត្រូវបានគេយល់ថាឯកសារអនុម័តប្រភេទត្រូវបានត្រួតពិនិត្យនិងផ្ទៀងផ្ទាត់ដូចដែលបានផ្តល់ដោយអ្នកនាំចូល។ ប្រសិនបើពួកគេមិនត្រូវបានផ្តល់ឱ្យសូមបដិសេធចំពោះការស្នើសុំ",
	
	"imageValidationName": "មោះឯកសារមិនគួរលើសពី ៣០ តួអក្សរទេ",
	"expectedArrivaldateEdit": "កាលបរិច្ឆេទនៃការឈប់សំរាកដែលបានរំពឹងទុកគួរតែតិចជាងកាលបរិច្ឆេទមកដល់ដែលបានរំពឹងទុក",
	"validationIMEI": "សូមបញ្ចូលតែលេខ ១៦ ខ្ទង់ប៉ុណ្ណោះ",
	"validationMEID": "សូមបញ្ចូលតែអក្សរក្រមលេខ ១៦ ប៉ុណ្ណោះ",
	"validationESN8": "សូមបញ្ចូលតែអក្សរក្រមលេខ ៨ ប៉ុណ្ណោះ",
	"validationESN11": "សូមបញ្ចូលតែលេខ ១១ ប៉ុណ្ណោះ",
	"IMEIMsg": "IMEI គួរតែមានពី ១៥ ទៅ ១៦ ខ្ទង់",
	"Block Device Quantity": "រារាំងបរិមាណឧបករណ៍",
	"Unblock Device Quantity": "មិនទប់ស្កាត់បរិមាណឧបករណ៍",
	"Stolen Device Quantity": "បរិមាណឧបករណ៍ដែលត្រូវបានគេលួច",
	"Recovery Device Quantity": "បរិមាណឧបករណ៍ស្តារឡើងវិញ",
	"Type Approval": "ការអនុម័តប្រភេទ",
	"Otp_Sucess_For_UpdateUSer": "ពាក្យសំងាត់មួយដងរបស់អ្នកត្រូវបានផ្ទៀងផ្ទាត់!",
	"fileNotFound": "មានបញ្ហាខ្លះនៅក្នុងម៉ាស៊ីនមេសូមព្យាយាមបន្ទាប់ពីពេលក្រោយ",
	"TYPE_APPROVE_REJECTED": "ប្រភេទអនុម័តត្រូវបានបដិសេធដោយរដ្ឋបាល CEIR ។",
	"TYPE_APPROVE_APPROVED": "ប្រភេទអនុម័តត្រូវបានអនុម័តដោយរដ្ឋបាល CEIR ។",
	"Stolen/Recovery Device Count": "ចំនួនចោរលួច / ឧបករណ៍ស្តារឡើងវិញ",
	"Stolen/Recovery Device Quantity": "បរិមាណចោរលួច / ស្តារឧបករណ៍ឡើងវិញ",
	"Block/Unblock Device Count": "រារាំង / មិនរាប់ចំនួនឧបករណ៍",
	"Block/Unblock Device Quantity": "រារាំង / មិនទប់ស្កាត់បរិមាណឧបករណ៍",
	"Block/Unblock Requests": "រារាំង / មិនទប់ស្កាត់សំណើ",
	"Stolen/Recovery Requests": "ការលួច / សំណើរការស្តារឡើងវិញ",
	"country": "ប្រទេស",
	"PRO_OldPass_Error":"សូមបញ្ចូលលេខសម្ងាត់ត្រឹមត្រូវ",
	"Deletion of consignment is in Progress.":"សំណើរបស់អ្នកសម្រាប់ការលុបត្រូវបានទទួលយក",
	"currentDateError":"កាលបរិច្ឆេទបញ្ចប់ឬកាលបរិច្ឆេទចាប់ផ្តើមមិនគួរធំជាងកាលបរិច្ឆេទថ្ងៃនេះទេ",
	"stolenIndivisual":"មើលរបាយការណ៍បុគ្គលដែលត្រូវបានគេលួច",
	"stolenCompany":"មើលរបាយការណ៍ក្រុមហ៊ុនត្រូវបានគេលួច",
	"recoveryIndivisual":"មើលការងើបឡើងវិញរបាយការណ៍ Individiual",
	"recoveryCompany":"មើលការស្តាររបាយការណ៍ក្រុមហ៊ុនឡើងវិញ",
	"editstolenIndivisual":"កែរបាយការណ៍ចោរលួច",
	"editstolenCompany":"កែសម្រួលរបាយការណ៍របស់ក្រុមហ៊ុនដែលត្រូវបានគេលួច",
	"editrecoveryIndivisual":"កែសម្រួលការស្តារឡើងវិញនូវរបាយការណ៍ Individiual",
	"editrecoveryCompany":"កែសម្រួលរបាយការណ៍ស្តារឡើងវិញរបស់ក្រុមហ៊ុន",
	"TYPE_APPROVE_UPDATE_SUCCESS": "ប្រភេទទិន្នន័យដែលបានអនុម័តត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។ ",
	"VISA_UPDATE_SUCCESS":"ទិដ្ឋាការអ្នកប្រើត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។",
	"IMEIValidationMSg":"សូមបញ្ចូលអប្បបរមា ១៥ និងអតិបរមា ១៦ ខ្ទង់",
	"REGULARISED_DEVICE_EXCEEDED":"ឧបករណ៍ធម្មតាមានចំនួនលើសពីចំនួនដែលអនុញ្ញាត។",
	"DEVICE_REGISTRATION_FAILED":"ការចុះឈ្មោះឧបករណ៍អ្នកប្រើបានបរាជ័យ",
	"DUPLICATE_IMEI_IN_REQUEST":"IMEI ស្ទួនទទួលបានតាមការស្នើសុំ",
	"USER_ALREADY_EXIST":"លេខលិខិតឆ្លងដែនមានរួចហើយនៅក្នុងប្រព័ន្ធអាយស៊ីអេស",
	"PRO_SUCESS_OTPMSG":"លេខសំងាត់ OTP ត្រូវបានផ្ញើទៅលេខទូរស័ព្ទនិងលេខសម្គាល់អ៊ីមែលរបស់អ្នកដើម្បីបញ្ជាក់",
	"Stolen/Recovery IMEI Count":"ចំនួន IMEI ដែលត្រូវចោរលួច / យកមកវិញ",
	 "Email_Exist":"អ៊ីមែលមានរួចហើយនៅក្នុងប្រព័ន្ធ",
    "Phone_Exist":"លេខទូរស័ព្ទមានរួចហើយនៅក្នុងប្រព័ន្ធ",
     "visaUpdatesuccessMsg": "ទិដ្ឋាការរបស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។ លេខសម្គាល់ប្រតិបត្តិការសម្រាប់ឯកសារយោងនាពេលអនាគតគឺ",
     "Curr_Save_Sucess" : "រូបិយប័ណ្ណត្រូវបានរក្សាទុកដោយជោគជ័យ",
     "Curr_Already_Exist" : "ទិន្នន័យរូបិយប័ណ្ណសម្រាប់កាលបរិច្ឆេទនេះមានរួចហើយ",
     "Curr_Wrong_Id" : "លេខសម្គាល់រូបិយប័ណ្ណគឺខុស",
     "Curr_Save_Fail" : "រូបិយប័ណ្ណបរាជ័យក្នុងការរក្សាទុក",
     "Curr_Update_Sucess" : "រូបិយប័ណ្ណត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ",
     "Curr_Update_Fail" : "រូបិយប័ណ្ណបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាព",
     "Curr_Data_By_Id_Fail" : "បានបរាជ័យក្នុងការស្វែងរករូបិយប័ណ្ណដោយលេខសម្គាល់",
     "Curr_Year_Null" : "តម្លៃឆ្នាំមិនត្រូវទុកជាមោឃៈ",
     "Curr_Month_Null" : "តម្លៃខែមិនត្រូវទុកជាមោឃៈ",
      "featureNotSupportForCambodian" : "សេវាកម្មនេះមិនត្រូវបានអនុវត្តសម្រាប់អ្នកប្រើប្រាស់កម្ពុជាទេ។"  ,
       "VISA_UPDATE_NOT_ALLOWED":"មិនមានព័ត៌មានអំពីទិដ្ឋាការត្រូវបានផ្តល់ជូននៅពេលចុះឈ្មោះនោះទេ។ សូមចុះឈ្មោះឧបករណ៍របស់អ្នកដោយភ្ជាប់ជាមួយព័ត៌មានលំអិតអំពីទិដ្ឋាការដែលមានសុពលភាព។",
       "ESNMsg": "ប្រវែងគឺ ៨ ឬ ១១ ។ ប្រសិនបើប្រវែងគឺ ១១ នោះតម្លៃទាំងអស់គួរតែជាលេខផ្សេងទៀតដែលអាចជាលេខនិងលេខគួរតែជាអក្សរធំនិងចន្លោះពី A ដល់ F ។",
       "MEIDMsg":"MEID គួរតែជាអក្សរក្រមលេខ ១៦ ខ្ទង់ប៉ុណ្ណោះ។ តួអក្សរទាំងអស់គួរតែស្ថិតនៅក្នុងអក្សរធំនិងចន្លោះពី A ដល់ F"		,
       "Total IMEI Waiting for Approval": "សរុបអ៊ីម៉ីរង់ចាំការយល់ព្រម",
	"Total IMEI Waiting For Upload": "សរុប IMEI កំពុងរង់ចាំការផ្ទុកឡើង",
	"Stolen Requests": "សំណើរលួច",
	"Recovery Requests": "សំណើរការស្តារឡើងវិញ",
	"Block Requests": "សំណើប្លុក",
	"Unblock Requests": "មិនទប់ស្កាត់សំណើ",
	"DUPLICATE_IMEI":"អាយអ៊ីអាយអាយត្រូវបានចុះឈ្មោះរួចហើយនៅក្នុងប្រព័ន្ធអាយស៊ីអេស",
	
	"IMEI_LUHN_CHECK":"អ៊ីអ៊ីអាយមិនឆ្លងកាត់ក្បួនដោះស្រាយឆេកសាំទេ",
	"EXISTS_IN_TAC_DB":"ឧបករណ៍មិនមាន TAC ត្រឹមត្រូវទេ",
	"EXIST_IN_RETAILER_DB":"IMEI  មានរួចហើយនៅក្នុងប្រព័ន្ធ",
	"EXIST_IN_END_USER_DB":"IMEI មានរួចហើយនៅក្នុងប្រព័ន្ធ",
	"EXIST_IN_MANUFACTURER_DB":"ឧបករណ៍នេះមិនត្រូវបានសម្គាល់ជាពន្ធដែលបានបង់នៅក្នុងប្រព័ន្ធអេស៊ីអេស។",
	"EXIST_IN_CUSTOM_DB":"ឧបករណ៍នេះមិនត្រូវបានសម្គាល់ជាពន្ធដែលបានបង់នៅក្នុងប្រព័ន្ធអេស៊ីអេស។",
	"LBD":"ឧបករណ៍ដែលមាន IMEI  ត្រូវបានសម្គាល់ថាត្រូវបានគេលួច / រារាំងនៅក្នុងប្រព័ន្ធ CEIR",
	"EXISTS_IN_USAGE_DB":"IMEI   បានប្រើប្រាស់រួចហើយនៅក្នុងបណ្តាញ",
	"EXIST_IN_VIP_LIST":"IMEI   មានរួចហើយនៅក្នុងប្រព័ន្ធ",
	"IMEI_NULL":"IMEI  បានបាត់នៅក្នុងកំណត់ត្រា។",
	"EXIST_IN_BLACKLIST_DB":"ឧបករណ៍ដែលមាន IMEI  ត្រូវបានសម្គាល់ថាត្រូវបានគេលួច / រារាំងនៅក្នុងប្រព័ន្ធ CEIR",
	"IMEI_LENGTH":"IMEI  មិនដូចទៅនឹងការបញ្ជាក់របស់ 3GPP ទេ",
	"EXIST_IN_GSMABLACKLIST_DB":"ឧបករណ៍ដែលមាន IMEI  ត្រូវបានសម្គាល់ថាបានលួច / រារាំងទូទាំងពិភពលោក",
	"EXIST_IN_DISTRIBUTOR_DB":"IMEI  មានរួចហើយនៅក្នុងប្រព័ន្ធ",
	"EXIST_IN_IMPORTER_DB":"ឧបករណ៍នេះមិនមែនជាអ្នកនាំចូលទេ",
	"TRCRegister_futureRef": "ការស្នើសុំរបស់អ្នកសម្រាប់ការបញ្ចូលឯកសារចូលប្រព័ន្ធត្រូវបានទទួលដោយជោគជ័យ។ លេខសម្គាល់ប្រតិបត្តិការដូចគ្នា",
	"REGISTER_TYPE_APPROVE_REJECTED":"ប្រភេទដែលបានអនុម័តសម្រាប់ TAC មានរួចហើយ។",
	"User_Success_Save" : "អ្នកប្រើប្រាស់ត្រូវបានរក្សាទុកដោយជោគជ័យ",
	"User_Fail_Save":"អ្នកប្រើបានបរាជ័យក្នុងការរក្សាទុក",
	"User_Success_Update" : "អ្នកប្រើត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ",
	"User_Fail_Update": "អ្នកប្រើបានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាព",
	"Roles_Exist" : "តួនាទីរបស់អ្នកប្រើប្រាស់មានរួចហើយ",
	"Roles_Added" : "តួនាទីអ្នកប្រើត្រូវបានបន្ថែមដោយជោគជ័យ",
	"Roles_Delete" : "តួនាទីអ្នកប្រើត្រូវបានលុបចោលដោយជោគជ័យ",
	"Role_Add_Not_Found" : "រកមិនឃើញតួនាទីបន្ថែមទេ",
	"Role_Del_Not_Found" :  "រកមិនឃើញតួនាទីដើម្បីលុប",
	"Add_Role_Not_Allowed" : "បន្ថែមមុខងារពិសេសសម្រាប់ប្រភេទទិព្វនេះមិនមានទេ",
	"Del_Role_Not_Allowed" : "លុបលក្ខណៈពិសេសសម្រាប់តួនាទីប្រភេទនេះមិនអាចប្រើបានទេ",
	"Invalid_Action" : "សកម្មភាពមិនត្រឹមត្រូវ",
	"imageSize": "ទំហំរូបភាពគួរតិចជាង ៥ ម។",
	"imageAndPdfMsg": "សូមបញ្ចូលរូបភាពឬឯកសារ pdf ត្រឹមត្រូវ",
	"End User Pending Device Count" : "ចំនួនឧបករណ៍មិនទាន់សម្រេចចុងក្រោយរបស់អ្នកប្រើ",
	"End User Pending IMEI Quantity":"ចំនួនអ្នកប្រើប្រាស់ IMEI មិនទាន់ចប់"	,
	"Update Visa Request":"ធ្វើបច្ចុប្បន្នភាពសំណើរសុំទិដ្ឋាការ",
	"TYPE_APPROVE_WRONG_ID" : "សូមបញ្ចូលលេខសម្គាល់ប្រតិបត្តិការត្រឹមត្រូវ",
	"TYPE_APPROVE_UPDATE_FAIL" : "ប្រភេទស្ថានភាពដែលបានអនុម័តបានបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាព។",
	"UPDATE_ERROR" : "មានបញ្ហាកើតឡើង",
	"System_configuration_failed" : "ការធ្វើបច្ចុប្បន្នភាពការកំណត់រចនាសម្ព័ន្ធប្រព័ន្ធបានបរាជ័យ។ ទ្រង់ទ្រាយសារមិនត្រឹមត្រូវ។",
	"System_configuration_update" : "ធ្វើបច្ចុប្បន្នភាពការកំណត់រចនាសម្ព័ន្ធប្រព័ន្ធដោយជោគជ័យ។",
		"Security_Question":"សំនួរ​សុវត្ថិភាព",
		"USER_IS_DISABLED":"គណនីនេះត្រូវបានបិទ។ សូមអនុញ្ញាតឱ្យគណនីអនុវត្តប្រតិបត្តិការ។",
		"Unblock IMEI Count":"មិនរាប់ចំនួន IMEI",
	"Block IMEI Count":"រារាំងចំនួន IMEI",
	"Stolen IMEI Count":"ចំនួន IMEI ដែលត្រូវបានគេលួច",
	"Recovery IMEI Count":"ចំនួន IMEI ស្តារឡើងវិញ",
	"EXISTS_IN_GSMA_TAC_DB":"TAC នៅក្នុង IMEI មិនត្រូវបានអនុម័ត TAC ពី GSMA ទេ។",
	"imageMessage": "ឈ្មោះឯកសារមិនគួរលើសពី ៣០ តួអក្សរទេ។ / ឯកសារគួរតែមានផ្នែកបន្ថែមដូចជា png, jpg, jpeg, gif និង bmp ។ / ទំហំឯកសារគួរតិចជាង ១០ មេហ្គាបៃ ",
	"No_Question_Mapped":"មុខងារនេះដំណើរការសម្រាប់តែអ្នកប្រើប្រាស់ខាងក្រៅប៉ុណ្ណោះ",
	"visaExpiryCheck":"កាលបរិច្ឆេទផុតកំណត់ទិដ្ឋាការគួរតែតិចជាងបន្ទាប់មកកាលបរិច្ឆេទចូលប្រទេស",
	"nationality":"ជ្រើសរើសសញ្ជាតិ",
	"requiredMsg_radio": "សូមជ្រើសរើសជំរើសមួយក្នុងចំណោមជំរើសទាំងនេះ",
	"duplicateImeiMessage":"រកឃើញ IMEI ស្ទួនសូមបញ្ចូល IMEI ដែលប្លែកពីគេ",
	"luhnCheckMessage":"IMEI មិនមានសុពលភាពទេខណៈដែលការត្រួតពិនិត្យក្បួនដោះស្រាយរបស់លូហាន់មិនបានឆ្លងកាត់។",
	"imageMessageCSV": "ឈ្មោះឯកសារមិនគួរលើសពី ៣០ តួអក្សរទេ។ / ឯកសារគួរតែមានផ្នែកបន្ថែមដូចជា png, jpg, jpeg, gif, csv និង bmp ។ / ទំហំឯកសារគួរតិចជាង ១០ មេហ្គាបៃ ",
	"imageMessageGrievance":"ឈ្មោះឯកសារមិនគួរលើសពី ៣០ តួអក្សរទេ។ / ឯកសារគួរតែមានផ្នែកបន្ថែមដូចជា png, jpg, jpeg, gif, csv, pdf, docx និង bmp ។ / ទំហំឯកសារគួរតិចជាង ១០ មេហ្គាបៃ ",
	"meesageForOtherDoc":"ផ្ទុកឯកសារឡើង",
		"state":"រដ្ឋ",
		"user_exceed_limit":"ដែនកំណត់ការបង្កើតអ្នកប្រើសម្រាប់ប្រភេទទិព្វលើសពី !!",
		"SOFT_DELETE_MESSAGE":"អ្នកប្រើនេះមិនមាននៅក្នុងប្រព័ន្ធទេ",
		"500ErrorMsg":"បច្ចុប្បន្នប្រព័ន្ធនេះមិនមានទេ។ សូមព្យាយាមបន្ទាប់ពីពេលខ្លះ។",
		"clearFilter":"ជម្រះតម្រងទាំងអស់"
	}
			
